Repository: Frihet/lasso
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Password
de: Passwort

source: Lasso_Customer
de: Kunden

source: lasso_customer
de: Kunden

source: Unit work type
de: Leistungsart

source: Unit work types
de: Leistungsarten

source: Organization
de: Organisation

source: Organizations
de: Organisationen

source: Title
de: Anrede

source: Address
de: Adresse

source: Phone
de: Tel

source: Customer
de: Importeur

source: Customers
de: Importeure

source: Customer nr
de: Kunden Nr.

source: Price per kilo per day
de: Preis pro Kilo und Tag

source: Price per kilo per entry
de: Preis pro Kilo und Einlagerung

source: Price per kilo per withdrawal
de: Preis pro Kilo und Auslagerung

source: Price per unit per day
de: Preis pro Kilo und Tag

source: Price per unit per entry
de: Preis pro Kilo und Einlagerung

source: Price per unit per withdrawal
de: Preis pro Kilo und Auslagerung

source: Original seller
de: Lieferant

source: Original sellers
de: Lieferanten

source: Destination
de: Empfänger

source: Destinations
de: Empfänger

source: Transporter
de: Spediteur

source: Transporters
de: Spediteure

source: Unit work price
de: Preis pro Leistung

source: Unit work prices
de: Preis pro Leistung

source: Work type
de: Leistung

source: Price per unit
de: Preis pro Einheit

source: %(customer)s: %(price_per_unit)s for %(work_type)s
de: %(customer)s: %(price_per_unit)s für %(work_type)s

source: Lasso_Global
de: Global

source: lasso_global
de: Global

source: Reference nr
de: Referenz Nr.

source: Insurance
de: Versicherung

source: Insurances
de: Versicherungen

source: Percent
de: Prozent

source: Lasso_Labelprinting
de: Güterumschlag

source: Addresses
de: Adressen Vecom bearbeiten

source: Street
de: Strasse

source: Zip
de: PlZ

source: City
de: Ort

source: Unable to print document: %(error)s
de: Kann das Dokument nicht Drucken: %(error)s

source: Unable to convert document: %(error)s
de: Kann das Dokument nicht Konvertieren: %(error)s

source: Printed labels
de: Vecom Etiketten Drucken

source: Uploaded addresses
de: geladene Adressen

source: Locations
de: Position

source: Withdrawal links
de: Auslagerungen

source: Product
de: Produkt

source: Amount
de: Menge

source: Current status
de: momentaner Status

source: Arrival
de: Eingangsdatum

source: General
de: Allgemein

source: Departure
de: Abfahrt

source: Transport
de: Spediteur

source: Lasso_Warehandling
de: Güterumschlag

source: lasso_warehandling
de: Güterumschlag

source: Arrival date
de: Eingangsdatum

source: Insurance percentage
de: Versicherungsprozente

source: Custom handling date
de: Verzollungsdatum

source: Customs nr
de: Zoll Nr.

source: Customer entry nr
de: Zeugnisnr.

source: Entry
de: Einlagerung

source: Entries
de: Einlagerungen

source: %(id)s @ %(arrival_date)s for %(customer)s
de: %(id)s @ %(arrival_date)s für %(customer)s

source: Entry row
de: Produkteingang

source: Entry rows
de: Produkteingänge

source: Customs certificate nr
de: Zollquittungsnr.

source: Product nr
de: Produktenr.

source: UoM
de: Masseinheiten

source: Units
de: Anzahl / Menge

source: Units left
de: Anzahl / Menge (Saldo)

source: Nett weight
de: Gewicht netto

source: Nett weight left
de: Gewicht netto

source: Gross weight
de: Gewicht brutto

source: Gross weight left
de: Gewicht brutto

source: Product value
de: Warenwert

source: Use before
de: Haltbarkeitsdatum

source: Product description
de: Artikelbezeichnung

source: Product state
de: Äusseres Aussehen

source: Comment
de: Kommentar

source: Arrival temperatures
de: Temp. beim Eingang (°C)

source: Auto weight
de: Gewicht netto

source: %(id_str)s: %(product_description)s (%(units_left)s %(uom)s à %(nett_weight_per_unit)skg @ %(entry.arrival_date)s for %(entry.customer)s)
de: %(id_str)s: %(product_description)s (%(units_left)s %(uom)s à %(nett_weight_per_unit)skg @ %(entry.arrival_date)s für %(entry.customer)s)

source: Transport condition
de: Transportkonditionen

source: Transport conditions
de: Transportkonditionen

source: Withdrawal
de: Auslagerung

source: Withdrawals
de: Auslagerungen

source: Responsible
de: Zuständig

source: Place of departure
de: Abgangsort

source: Transport nr
de: Lieferscheinnr.

source: Order nr
de: Bestellnr.

source: Withdrawal date
de: Ausgangsdatum

source: Arrival_date
de: Eingangsdatum

source: Vehicle type
de: Transportmittel

source: Opening hours
de: Öffnungszeiten

source: Withdrawal row
de: Produktausgang

source: Withdrawal rows
de: Produktausgänge

source: Old units
de: Alte Einheiten

source: Old nett weight
de: Gewicht netto

source: Old gross weight
de: Gewicht brutto

source: %(id_str)s (%(units)s @ %(withdrawal.withdrawal_date)s from %(entry_row)s)
de: %(id_str)s (%(units)s @ %(withdrawal.withdrawal_date)s von %(entry_row)s)

source: Unit work
de: Leistung

source: Unit works
de: Leistungen

source: Date
de: Datum

source: Storage log
de: Lagerung Logeinträge

source: Storage log entries
de: Lagerung Logeintrag

source: Year
de: Jahr

source: Month
de: Monat

source: Lasso_Warehouse
de: Lagerverwaltung

source: lasso_warehouse
de: Lager

source: Warehouse
de: Lager

source: Warehouses
de: Lager

source: Row
de: Regal

source: Rows
de: Regale

source: Pallet space
de: Palettenplatz

source: Pallet spaces
de: Palettenplätze

source: Width
de: Breite

source: Height
de: Höhe

source: Depth
de: Tiefe

source: empty pallet space
de: leeren Palettenplatz

source: Empty pallet space
de: leeren Palettenplatz

source: Empty pallet spaces
de: leere Palettenplätze

source: filled pallet space
de: Vollen Palettenplatz

source: Filled pallet space
de: Volle Palettenplätze

source: Filled pallet spaces
de: Volle Palettenplätze

source: Page not found
de: Seite nicht gefunden !

source: We're sorry, but the requested page could not be found.
de: Es tut uns leid, aber die gewünschte Seite kann nicht gefunden werden !

source: Server error
de: Server Fehler

source: Server error (500)
de: Server Fehler (500)

source: Server Error <em>(500)</em>
de: Server Fehler <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
de: Es gab einen Fehler. Er wurde dem Administrator per E-Mail mitgeteilt und sollte in Kürze bereinigt sein. Herzlichen dank für ihre Geduld !

source: Run the selected action
de: Führe die ausgewählte Aktion durch

source: Welcome,
de: Willkommen !

source: Documentation
de: Dokumentation

source: Change password
de: Passwort verändern

source: Log out
de: Abmelden

source: Lasso - warehousing
de: Lasso Lagerverwaltung

source: Add
de: Hinzufügen

source: History
de: Verlauf

source: View on site
de: Auf der Seite anschauen

source: Please correct the error below.
de: Bitte korrigieren sie den unten stehenden Fehler.

source: Add %(name)s
de: Hinzufügen %(name)s

source: Delete
de: Löschen

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Das löschen von %(object_name)s '%(escaped_object)s' würde auch die damit zusammenhängenden Daten löschen. Sie haben nicht die Rechte um folgende Objekte zu löschen:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
de: Wollen Sie folgndes löschen %(object_name)s "%(escaped_object)s"? Alle folgende verbundene Objekte werden gelöscht:

source: Yes, I'm sure
de: Ja, ich bin sicher

source: Delete multiple objects
de: Löschen von mehrere Objekte

source: Deleting the %(object_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Das Löschen von %(object_name)s würde alle damit verbundene Daten löschen. Sie haben aber nicht die Rechte um Folgende Typen von Daten zu löschen:

source: Are you sure you want to delete the selected %(object_name)s objects? All of the following objects and their related items will be deleted:
de: Sind Sie sicher dass Sie die ausgewählten Objekte %(object_name)s löschen wollen ? Alle folgende Objekte und die damit verbundene werden gelöscht:

source: By %(filter_title)s
de: Durch %(filter_title)s

source: Lasso modules
de: Lasso Module

source: Models available in the %(name)s application.
de: Zur Verfügung stehende Module in der Anwendung %(name)s.

source: Change
de: Verändere

source: You don't have permission to edit anything.
de: Sie haben nicht die Rechte um irgendwelche Daten zu bearbeiten.

source: Recent Actions
de: Kürzliche Aktionen

source: My Actions
de: Meine Aktionen

source: None available
de: nicht verfügbar

source: Unknown content
de: unbekannter Inhalt

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
de: Ihre Datenbank Installation ist fehlerhaft. Vegerwissern Sie sich, dass die entsprechenden Tabellen erstellt wurden und Sie über die nötige Rechte Verfügen um diese zu lesen.

source: Username:
de: Benutzername

source: Password:
de: Passwort

source: Log in
de: Anmelden

source: Date/time
de: Datum/Zeit

source: User
de: Benutzer

source: Action
de: Aktion

source: This object doesn't have a change history. It probably wasn't added via this admin site.
de: Dieses Objekt hat keinen Verlauf. Wahrscheinlich es nicht durch diese Seite hinzugefügt.

source: Show all
de: Zeige alles

source: Save
de: speichern

source: Search
de: suchen

source: 1 result
de: 1 Resultat

source: Save as new
de: Neu speichern

source: Save and add another
de: Speichern und Neu hinzufügen

source: Save and continue editing
de: Speichern und weiter bearbeiten

source: First, enter a username and password. Then, you'll be able to edit more user options.
de: Zuerst ein Benutzername und Passwort eingeben. Sie können dann mehr Benutzer Optionen bearbeiten.

source: Enter a new password for the user <strong>%(username)s</strong>.
de: Geben Sie ein neues Passwort für folgender Benutzer ein: <strong>%(username)s</strong>.

source: Password (again)
de: Passwort (wiederholen)

source: Enter the same password as above, for verification.
de: Geben Sie nochmals obiges Passwort ein.

source: Add another %(verbose_name)s
de: Hinzufügen %(verbose_name)s

source: Delete?
de: Löschen ?

source: Address upload
de: Vecom Adressen laden

source: Upload
de: laden

source: Print labels
de: Vecom Etiketten drucken

source: Warehandling
de: Güterumschlag

source: Cost log
de: Lagerung Logeintrag

source: Cost listing
de: Kosten Auflistung

source: Gross transaction
de: Brutto Transaktionen

source: Nett transaction
de: Netto Transaktionen

source: Transaction units
de: Transaktion Einheiten

source: Transaction details
de: Transaktion Details

source: Transaction cost
de: Transaktionskosten

source: Gross saldo
de: Saldo Brutto

source: Storage cost
de: Lagerung Logeinträge

source: Cost
de: Kosten

source: Sum
de: Summe

source: Print
de: Drucken

source: Storage overview
de: Lagerung Logeintrag

source: Warehouse overview
de: Lager

source: Translate this application
de: Übersetzen dieser Anwendung

source: Enter real numbers.
de: Bitte Zahlen eingeben
